android-studio
aspnet-runtime-bin
auto-cpufreq
aylurs-gtk-shell
brave-bin
bun-bin
cursor-bin
cursor-free-vip-git
dotnet-sdk-bin
dragon-drop-git
epson-inkjet-printer-201401w
flutter-bin
google-chrome
input-remapper-git
k6-bin
libinput-config
maplemono-ttf
matugen-bin
mendeley-reference-manager
pgadmin4-desktop
pollymc-qt5-bin
postman-bin
python-rembg
qdirstat-bin
qimgv-git
qt-heif-image-plugin
spicetify-cli
ttf-material-symbols-variable-git
ttf-rubik-vf
vesktop-bin
visual-studio-code-bin
yay
zoom
