7zip
alsa-utils
arp-scan
audacity
autossh
base
base-devel
bind
bluez-utils
brightnessctl
btop
btrfs-progs
calf
cliphist
cloc
composer
compsize
cups
cups-pdf
dart-sass
dconf-editor
dnsmasq
docker
docker-compose
dua-cli
duf
earlyoom
easyeffects
efibootmgr
esbuild
eslint
ethtool
evtest
fastfetch
fd
ffmpegthumbnailer
firefox
fish
flameshot
fzf
gdm
ghostty
git
github-cli
gnome-browser-connector
gnome-calculator
gnome-control-center
gnome-shell
gnome-shell-extension-appindicator
gnome-sound-recorder
gnome-themes-extra
gnome-tweaks
go
gparted
graphviz
grim
grub
grub-btrfs
gst-plugin-pipewire
gst-plugins-good
gtk-engine-murrine
gvfs-mtp
hdparm
htop
ibus
imagemagick
intel-media-driver
intel-ucode
jdk21-openjdk
jq
kitty
less
lib32-mesa
lib32-vulkan-intel
libgda6
libpqxx
libvirt
linux-firmware
linux-lts
linux-lts-headers
lsp-plugins-lv2
man-db
mda.lv2
mesa-utils
mission-center
mpv
nautilus
ncdu
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
niri
nmap
nodejs-lts-iron
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nuget
nvtop
onnxruntime
openbsd-netcat
openssh
openvpn
os-prober
otf-firamono-nerd
pacman-contrib
pavucontrol
php
php-pgsql
php-sodium
pipewire-alsa
playerctl
pnpm
polkit-gnome
postgresql
power-profiles-daemon
powertop
pyright
python-pipx
qemu-desktop
qt5-tools
qt5-wayland
reflector
ripgrep
sassc
scrcpy
slurp
sof-firmware
speech-dispatcher
speedtest-cli
spotify-launcher
sqlx-cli
starship
swappy
swaybg
swayidle
swww
systembus-notify
tailscale
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
timeshift
tk
tldr
tmux
tree
ttf-jetbrains-mono-nerd
ttf-ubuntu-nerd
usbutils
vde2
virt-manager
viu
vulkan-intel
wev
wget
whois
wl-clipboard
wtype
xclip
xorg-server
xorg-xhost
xorg-xlsclients
xwayland-satellite
yarn
yelp
zam-plugins-lv2
zathura
zathura-pdf-mupdf
zip
